---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.PointFailures
source: html/9a0064ca-2255-2968-9c00-65e241c35f91.htm
---
# BuiltInFailures.PointFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.